IDEA Open Model
MaterialBoltGradeHKG.Ps Property
Compatible with IDEA StatiCa 20.1
 Design shear strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Ps { get; set; }
Public Property Ps As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MaterialBoltGradeHKG Class
IdeaRS.OpenModel.Material Namespace